Repository: KitoHo/nds4ios
Catalog: nds4ios/*.lproj/Localizable.strings
Languages: vi

source: About nds4ios
vi: Về Nds4ios

source: Auto
vi: Tự động

source: Bottom
vi: Dươi

source: Contributors
vi: Người đóng góp

source: Control Opacity (Portrait)
vi: Độ mờ điều khiển

source: Control Pad Style
vi: Kiểu điều khiển

source: Controls
vi: Điều khiển

source: Controls Position (Portrait)
vi: Vị trí điều khiển

source: Developer
vi: Nhà phát triển

source: Disable Sound
vi: Tắt âm thanh

source: Donate
vi: Đóng góp

source: Donate using PayPal
vi: Đóng góp bằng PayPal

source: Dropbox has been unlinked. Your games will no longer be synced.
vi: Mất kết nối Dropbox. Saves của bạn không còn được đồng bộ.

source: Dropbox was linked successfully! nds4ios will now start syncing your saves to a Dropbox folder called 'nds4ios' located in the root directory of your Dropbox folder.
vi: Dropbox đã liên kết thành công! nds4ios sẽ đồng bộ saves của bạn vào mục 'nds4ios' trong Dropbox của bạn.

source: Emulator
vi: Giả lập

source: Emulator Core Code
vi: Mã nhân giả lập

source: Enable Dropbox Sync
vi: Bật đồng bộ Dropbox

source: Enabling Dropbox will add an "nds4ios" folder to your Dropbox account. Your game saves will be synced back to that folder so it will carry across devices (iPhone, iPad, iPod touch, Android, PC, etc).
vi: Bật Dropbox sẽ thêm thư mục "nds4ios" vào tài khoản Dropbox của bạn. Saves của bạn sẽ được đồng bộ vào tất cả thiết bị (iPhone, iPad, iPod touch, Android, PC, v.v).

source: Error Configuring Dropbox
vi: Lỗi thiết lập Dropbox

source: Experimental
vi: Thí nghiệm

source: GNU Lighting JIT makes games run faster. You must be jailbroken or nds4ios will crash.
vi: GNU Lighting JIT giúp game chạy nhanh hơn. Máy bạn phải được jailbreak nếu không nds4ios sẽ văng.

source: InfiniDev Developers
vi: Nhà phát triển InfiniDev

source: Launch Game
vi: Chạy game

source: Linked
vi: Đã kết nối

source: Not Linked
vi: Chưa kết nối

source: Overlay Pixel Grid
vi: Khung Pixel

source: Resume from Save State
vi: Chạy từ Autosave

source: ROM List
vi: Danh sách ROM

source: Settings
vi: Cài đặt

source: Share
vi: Chia sẻ

source: Show FPS
vi: Hiển thị FPS

source: Start this ROM
vi: Chạy ROM bình thường

source: Success!
vi: Thành công

source: The pixel grid makes games appear less blurry, but at the same time, reduces brightness.
vi: Khung Pixel giúp game ít nhoè nhưng đồng thời giảm độ sáng.

source: Top
vi: Trên

source: Unlinked!
vi: Huỷ liên kết!

source: Vibration
vi: Rung

source: We all work hard to make this into software that users will enjoy and love. If you enjoy this software, please consider making a donation to help us create and provide better things.
vi: Chúng tôi luôn làm việc để người sử dụng yêu thích và tận hưởng nó. Nếu bạn thích phần mềm này, xin vui lòng nghĩ đến góp quỹ để giúp chúng tôi tạo ra những thứ tốt hơn.
